-- phpMyAdmin SQL Dump
-- version 4.8.4
-- https://www.phpmyadmin.net/
--
-- 主機: 127.0.0.1
-- 產生時間： 2019 年 03 月 20 日 02:27
-- 伺服器版本: 10.1.37-MariaDB
-- PHP 版本： 7.1.26

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `movie`
--

-- --------------------------------------------------------

--
-- 資料表結構 `forum`
--

CREATE TABLE `forum` (
  `sid` int(11) NOT NULL COMMENT '文章編號',
  `headline` varchar(255) CHARACTER SET utf8 NOT NULL COMMENT '文章標題',
  `review` varchar(255) CHARACTER SET utf8 NOT NULL COMMENT '影評',
  `i_date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '發布日期',
  `w_date` date NOT NULL COMMENT '觀看日期',
  `w_cinema` varchar(255) CHARACTER SET utf8 NOT NULL COMMENT '觀看戲院',
  `film_rate` int(11) NOT NULL COMMENT '電影評分',
  `fav` tinyint(1) NOT NULL COMMENT '我的最愛',
  `intro_pic` varchar(255) NOT NULL COMMENT '介紹圖片'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 資料表的匯出資料 `forum`
--

INSERT INTO `forum` (`sid`, `headline`, `review`, `i_date`, `w_date`, `w_cinema`, `film_rate`, `fav`, `intro_pic`) VALUES
(1, '1驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-07-20 16:00:00', '2019-07-21', '電影院1', 3, 1, ''),
(2, '2驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-23 16:00:00', '2019-10-24', '電影院2', 2, 0, ''),
(3, '3驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-03-31 16:00:00', '2019-04-01', '電影院3', 3, 1, ''),
(4, '4驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-06-07 16:00:00', '2019-06-08', '電影院4', 4, 0, ''),
(5, '5驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-11-22 16:00:00', '2019-11-23', '電影院5', 5, 0, ''),
(6, '6驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-10 16:00:00', '2019-10-11', '電影院6', 4, 0, ''),
(7, '7驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-08-26 16:00:00', '2019-08-27', '電影院7', 1, 1, ''),
(8, '8驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-08-12 16:00:00', '2019-08-13', '電影院8', 5, 0, ''),
(9, '9驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-06-27 16:00:00', '2019-06-28', '電影院9', 4, 0, ''),
(10, '10驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-18 16:00:00', '2019-05-19', '電影院10', 2, 0, ''),
(11, '11驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-07-06 16:00:00', '2019-07-07', '電影院11', 1, 1, ''),
(12, '12驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-09-13 16:00:00', '2019-09-14', '電影院12', 3, 0, ''),
(13, '13驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-23 16:00:00', '2019-10-24', '電影院13', 2, 0, ''),
(14, '14驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-17 16:00:00', '2019-05-18', '電影院14', 2, 1, ''),
(15, '15驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-12 16:00:00', '2019-05-13', '電影院15', 4, 1, ''),
(16, '16驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-04-29 16:00:00', '2019-04-30', '電影院16', 2, 0, ''),
(17, '17驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-12-06 16:00:00', '2019-12-07', '電影院17', 1, 0, ''),
(18, '18驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-19 16:00:00', '2019-10-20', '電影院18', 5, 0, ''),
(19, '19驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-04-20 16:00:00', '2019-04-21', '電影院19', 1, 0, ''),
(20, '20驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-04-21 16:00:00', '2019-04-22', '電影院20', 5, 1, ''),
(21, '21驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-03-12 16:00:00', '2019-03-13', '電影院21', 5, 1, ''),
(22, '22驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-11-29 16:00:00', '2019-11-30', '電影院22', 4, 1, ''),
(23, '23驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-02 16:00:00', '2019-05-03', '電影院23', 5, 0, ''),
(24, '24驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-04 16:00:00', '2019-10-05', '電影院24', 2, 0, ''),
(25, '25驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-12-14 16:00:00', '2019-12-15', '電影院25', 5, 1, ''),
(26, '26驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-29 16:00:00', '2019-05-30', '電影院26', 5, 0, ''),
(27, '27驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-12-11 16:00:00', '2019-12-12', '電影院27', 5, 1, ''),
(28, '28驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-01-21 16:00:00', '2019-01-22', '電影院28', 5, 0, ''),
(29, '29驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-12-06 16:00:00', '2019-12-07', '電影院29', 5, 1, ''),
(30, '1驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-08-25 16:00:00', '2019-08-26', '電影院1', 2, 1, ''),
(31, '2驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-02-01 16:00:00', '2019-02-02', '電影院2', 5, 1, ''),
(32, '3驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-08-13 16:00:00', '2019-08-14', '電影院3', 5, 0, ''),
(33, '4驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '0000-00-00 00:00:00', '0000-00-00', '電影院4', 1, 0, ''),
(34, '5驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-02-16 16:00:00', '2019-02-17', '電影院5', 3, 1, ''),
(35, '6驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-07 16:00:00', '2019-05-08', '電影院6', 4, 1, ''),
(36, '7驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-03-01 16:00:00', '2019-03-02', '電影院7', 2, 0, ''),
(37, '8驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-08 16:00:00', '2019-10-09', '電影院8', 4, 0, ''),
(38, '9驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-03 16:00:00', '2019-05-04', '電影院9', 3, 0, ''),
(39, '10驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-08-01 16:00:00', '2019-08-02', '電影院10', 5, 1, ''),
(40, '11驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-04-16 16:00:00', '2019-04-17', '電影院11', 3, 1, ''),
(41, '12驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-23 16:00:00', '2019-05-24', '電影院12', 5, 0, ''),
(42, '13驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-02-11 16:00:00', '2019-02-12', '電影院13', 3, 1, ''),
(43, '14驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-31 16:00:00', '2019-06-01', '電影院14', 4, 0, ''),
(44, '15驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-09-27 16:00:00', '2019-09-28', '電影院15', 4, 1, ''),
(45, '16驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-26 16:00:00', '2019-10-27', '電影院16', 3, 0, ''),
(46, '17驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-12-23 16:00:00', '2019-12-24', '電影院17', 1, 1, ''),
(47, '18驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-11-22 16:00:00', '2019-11-23', '電影院18', 2, 1, ''),
(48, '19驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-26 16:00:00', '2019-05-27', '電影院19', 3, 0, ''),
(49, '20驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-08-20 16:00:00', '2019-08-21', '電影院20', 3, 1, ''),
(50, '21驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-01-18 16:00:00', '2019-01-19', '電影院21', 3, 1, ''),
(51, '22驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-08-08 16:00:00', '2019-08-09', '電影院22', 1, 1, ''),
(52, '23驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-21 16:00:00', '2019-10-22', '電影院23', 1, 0, ''),
(53, '24驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-06-17 16:00:00', '2019-06-18', '電影院24', 1, 1, ''),
(54, '25驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-08-28 16:00:00', '2019-08-29', '電影院25', 5, 0, ''),
(55, '26驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-21 16:00:00', '2019-05-22', '電影院26', 4, 1, ''),
(56, '27驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-09-29 16:00:00', '2019-09-30', '電影院27', 5, 0, ''),
(57, '28驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-09-05 16:00:00', '2019-09-06', '電影院28', 2, 0, ''),
(58, '29驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-08-18 16:00:00', '2019-08-19', '電影院29', 5, 0, ''),
(59, '1驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-08-27 16:00:00', '2019-08-28', '電影院1', 3, 0, ''),
(60, '2驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-26 16:00:00', '2019-05-27', '電影院2', 3, 0, ''),
(61, '3驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-06-15 16:00:00', '2019-06-16', '電影院3', 4, 1, ''),
(62, '4驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-02-06 16:00:00', '2019-02-07', '電影院4', 5, 1, ''),
(63, '5驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-05 16:00:00', '2019-10-06', '電影院5', 5, 1, ''),
(64, '6驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-26 16:00:00', '2019-05-27', '電影院6', 2, 0, ''),
(65, '7驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-11-09 16:00:00', '2019-11-10', '電影院7', 4, 1, ''),
(66, '8驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-01-29 16:00:00', '2019-01-30', '電影院8', 3, 1, ''),
(67, '9驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-01-01 16:00:00', '2019-01-02', '電影院9', 1, 1, ''),
(68, '10驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-15 16:00:00', '2019-05-16', '電影院10', 2, 0, ''),
(69, '11驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-07-27 16:00:00', '2019-07-28', '電影院11', 3, 1, ''),
(70, '12驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-16 16:00:00', '2019-10-17', '電影院12', 3, 0, ''),
(71, '13驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-12-22 16:00:00', '2019-12-23', '電影院13', 1, 1, ''),
(72, '14驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-06-04 16:00:00', '2019-06-05', '電影院14', 2, 1, ''),
(73, '15驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-12-26 16:00:00', '2019-12-27', '電影院15', 1, 1, ''),
(74, '16驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-11-04 16:00:00', '2019-11-05', '電影院16', 3, 1, ''),
(75, '17驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-04-22 16:00:00', '2019-04-23', '電影院17', 4, 0, ''),
(76, '18驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-08-13 16:00:00', '2019-08-14', '電影院18', 3, 0, ''),
(77, '19驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-02-13 16:00:00', '2019-02-14', '電影院19', 5, 1, ''),
(78, '20驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-09-18 16:00:00', '2019-09-19', '電影院20', 5, 0, ''),
(79, '21驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-17 16:00:00', '2019-05-18', '電影院21', 2, 1, ''),
(80, '22驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-04-29 16:00:00', '2019-04-30', '電影院22', 3, 1, ''),
(81, '23驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-07-01 16:00:00', '2019-07-02', '電影院23', 3, 0, ''),
(82, '24驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-01-10 16:00:00', '2019-01-11', '電影院24', 3, 1, ''),
(83, '25驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-03-22 16:00:00', '2019-03-23', '電影院25', 5, 0, ''),
(84, '26驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-12 16:00:00', '2019-05-13', '電影院26', 4, 1, ''),
(85, '27驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-08-16 16:00:00', '2019-08-17', '電影院27', 3, 1, ''),
(86, '28驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '0000-00-00 00:00:00', '0000-00-00', '電影院28', 5, 1, ''),
(87, '29驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-04-15 16:00:00', '2019-04-16', '電影院29', 4, 1, ''),
(88, '1驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-11-15 16:00:00', '2019-11-16', '電影院1', 5, 0, ''),
(89, '2驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-04 16:00:00', '2019-10-05', '電影院2', 1, 0, ''),
(90, '3驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-03 16:00:00', '2019-10-04', '電影院3', 2, 1, ''),
(91, '4驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-03-09 16:00:00', '2019-03-10', '電影院4', 2, 0, ''),
(92, '5驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-08-20 16:00:00', '2019-08-21', '電影院5', 1, 0, ''),
(93, '6驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-02-03 16:00:00', '2019-02-04', '電影院6', 4, 1, ''),
(94, '7驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-06-10 16:00:00', '2019-06-11', '電影院7', 2, 1, ''),
(95, '8驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-20 16:00:00', '2019-10-21', '電影院8', 3, 1, ''),
(96, '9驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-11-25 16:00:00', '2019-11-26', '電影院9', 2, 0, ''),
(97, '10驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-06-25 16:00:00', '2019-06-26', '電影院10', 2, 0, ''),
(98, '11驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-31 16:00:00', '2019-06-01', '電影院11', 2, 0, ''),
(99, '12驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-06-06 16:00:00', '2019-06-07', '電影院12', 1, 1, ''),
(100, '13驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-11-20 16:00:00', '2019-11-21', '電影院13', 2, 1, ''),
(101, '14驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-01-06 16:00:00', '2019-01-07', '電影院14', 2, 1, ''),
(102, '15驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-04-08 16:00:00', '2019-04-09', '電影院15', 4, 1, ''),
(103, '16驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-25 16:00:00', '2019-10-26', '電影院16', 3, 0, ''),
(104, '17驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-08 16:00:00', '2019-10-09', '電影院17', 5, 1, ''),
(105, '18驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-07-28 16:00:00', '2019-07-29', '電影院18', 3, 1, ''),
(106, '19驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-02-02 16:00:00', '2019-02-03', '電影院19', 2, 1, ''),
(107, '20驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-03-13 16:00:00', '2019-03-14', '電影院20', 5, 1, ''),
(108, '21驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-03-27 16:00:00', '2019-03-28', '電影院21', 3, 0, ''),
(109, '22驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-11-24 16:00:00', '2019-11-25', '電影院22', 2, 0, ''),
(110, '23驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-08-21 16:00:00', '2019-08-22', '電影院23', 3, 0, ''),
(111, '24驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-08-19 16:00:00', '2019-08-20', '電影院24', 4, 0, ''),
(112, '25驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-11-09 16:00:00', '2019-11-10', '電影院25', 1, 1, ''),
(113, '26驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-29 16:00:00', '2019-05-30', '電影院26', 1, 0, ''),
(114, '27驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-02-28 16:00:00', '2019-03-01', '電影院27', 3, 1, ''),
(115, '28驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-16 16:00:00', '2019-05-17', '電影院28', 5, 0, ''),
(116, '29驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-09-18 16:00:00', '2019-09-19', '電影院29', 1, 1, ''),
(117, '1驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-04-08 16:00:00', '2019-04-09', '電影院1', 5, 1, ''),
(118, '2驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-03 16:00:00', '2019-10-04', '電影院2', 4, 1, ''),
(119, '3驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-08-24 16:00:00', '2019-08-25', '電影院3', 4, 1, ''),
(120, '4驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-07-03 16:00:00', '2019-07-04', '電影院4', 4, 1, ''),
(121, '5驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-11-27 16:00:00', '2019-11-28', '電影院5', 4, 0, ''),
(122, '6驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-02-08 16:00:00', '2019-02-09', '電影院6', 4, 1, ''),
(123, '7驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-11-06 16:00:00', '2019-11-07', '電影院7', 2, 0, ''),
(124, '8驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-11-19 16:00:00', '2019-11-20', '電影院8', 4, 1, ''),
(125, '9驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-06-07 16:00:00', '2019-06-08', '電影院9', 2, 0, ''),
(126, '10驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-03-17 16:00:00', '2019-03-18', '電影院10', 3, 1, ''),
(127, '11驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-06-01 16:00:00', '2019-06-02', '電影院11', 1, 1, ''),
(128, '12驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-01-10 16:00:00', '2019-01-11', '電影院12', 2, 0, ''),
(129, '13驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-25 16:00:00', '2019-05-26', '電影院13', 3, 1, ''),
(130, '14驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-11-06 16:00:00', '2019-11-07', '電影院14', 3, 1, ''),
(131, '15驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-29 16:00:00', '2019-10-30', '電影院15', 1, 1, ''),
(132, '16驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-03-05 16:00:00', '2019-03-06', '電影院16', 1, 0, ''),
(133, '17驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-12-26 16:00:00', '2019-12-27', '電影院17', 3, 0, ''),
(134, '18驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-03-18 16:00:00', '2019-03-19', '電影院18', 2, 0, ''),
(135, '19驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-02-21 16:00:00', '2019-02-22', '電影院19', 3, 1, ''),
(136, '20驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-06-24 16:00:00', '2019-06-25', '電影院20', 1, 1, ''),
(137, '21驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-04-08 16:00:00', '2019-04-09', '電影院21', 3, 0, ''),
(138, '22驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-06-20 16:00:00', '2019-06-21', '電影院22', 4, 1, ''),
(139, '23驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-03-24 16:00:00', '2019-03-25', '電影院23', 2, 0, ''),
(140, '24驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-08-09 16:00:00', '2019-08-10', '電影院24', 2, 1, ''),
(141, '25驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-25 16:00:00', '2019-10-26', '電影院25', 2, 0, ''),
(142, '26驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-01-14 16:00:00', '2019-01-15', '電影院26', 4, 0, ''),
(143, '27驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-12 16:00:00', '2019-05-13', '電影院27', 3, 0, ''),
(144, '28驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-30 16:00:00', '2019-10-31', '電影院28', 3, 1, ''),
(145, '29驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-04-12 16:00:00', '2019-04-13', '電影院29', 2, 1, ''),
(146, '1驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-08-18 16:00:00', '2019-08-19', '電影院1', 5, 1, ''),
(147, '2驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-01-14 16:00:00', '2019-01-15', '電影院2', 5, 1, ''),
(148, '3驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-30 16:00:00', '2019-05-31', '電影院3', 3, 1, ''),
(149, '4驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-12-09 16:00:00', '2019-12-10', '電影院4', 5, 0, ''),
(150, '5驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-06-23 16:00:00', '2019-06-24', '電影院5', 5, 0, ''),
(151, '6驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-14 16:00:00', '2019-05-15', '電影院6', 1, 0, ''),
(152, '7驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-09-04 16:00:00', '2019-09-05', '電影院7', 4, 1, ''),
(154, '9驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-02-14 16:00:00', '2019-02-15', '電影院9', 3, 0, ''),
(155, '10驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-04 16:00:00', '2019-10-05', '電影院10', 3, 1, ''),
(156, '11驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-11-08 16:00:00', '2019-11-09', '電影院11', 1, 1, ''),
(157, '12驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-19 16:00:00', '2019-05-20', '電影院12', 5, 0, ''),
(158, '13驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-02-20 16:00:00', '2019-02-21', '電影院13', 3, 0, ''),
(159, '14驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-03-29 16:00:00', '2019-03-30', '電影院14', 2, 1, ''),
(160, '15驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-11-05 16:00:00', '2019-11-06', '電影院15', 1, 0, ''),
(161, '16驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-08-10 16:00:00', '2019-08-11', '電影院16', 1, 0, ''),
(162, '17驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-04-17 16:00:00', '2019-04-18', '電影院17', 3, 0, ''),
(163, '18驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-09-06 16:00:00', '2019-09-07', '電影院18', 1, 1, ''),
(164, '19驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-06-16 16:00:00', '2019-06-17', '電影院19', 1, 1, ''),
(165, '20驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-02-28 16:00:00', '2019-03-01', '電影院20', 4, 1, ''),
(166, '21驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-02-01 16:00:00', '2019-02-02', '電影院21', 4, 0, ''),
(167, '22驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-03-14 16:00:00', '2019-03-15', '電影院22', 2, 1, ''),
(168, '23驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-11-15 16:00:00', '2019-11-16', '電影院23', 2, 0, ''),
(169, '24驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-07 16:00:00', '2019-05-08', '電影院24', 4, 1, ''),
(170, '25驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-11-25 16:00:00', '2019-11-26', '電影院25', 5, 0, ''),
(171, '26驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-04-09 16:00:00', '2019-04-10', '電影院26', 3, 1, ''),
(172, '27驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-04-13 16:00:00', '2019-04-14', '電影院27', 1, 0, ''),
(173, '28驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-12-20 16:00:00', '2019-12-21', '電影院28', 3, 1, ''),
(174, '29驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-12-21 16:00:00', '2019-12-22', '電影院29', 3, 0, ''),
(175, '1驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-11 16:00:00', '2019-05-12', '電影院1', 4, 0, ''),
(176, '2驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-04-29 16:00:00', '2019-04-30', '電影院2', 5, 0, ''),
(177, '3驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-04-27 16:00:00', '2019-04-28', '電影院3', 3, 0, ''),
(178, '4驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-03-07 16:00:00', '2019-03-08', '電影院4', 4, 1, ''),
(179, '5驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-02-13 16:00:00', '2019-02-14', '電影院5', 2, 1, ''),
(180, '6驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-06-06 16:00:00', '2019-06-07', '電影院6', 2, 0, ''),
(181, '7驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-11-14 16:00:00', '2019-11-15', '電影院7', 2, 1, ''),
(182, '8驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-04-27 16:00:00', '2019-04-28', '電影院8', 3, 1, ''),
(183, '9驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-09-17 16:00:00', '2019-09-18', '電影院9', 2, 0, ''),
(184, '10驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-02-10 16:00:00', '2019-02-11', '電影院10', 2, 0, ''),
(185, '11驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-06-02 16:00:00', '2019-06-03', '電影院11', 4, 1, ''),
(186, '12驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-11-24 16:00:00', '2019-11-25', '電影院12', 1, 1, ''),
(187, '13驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-08-05 16:00:00', '2019-08-06', '電影院13', 5, 0, ''),
(188, '14驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-03-18 16:00:00', '2019-03-19', '電影院14', 2, 1, ''),
(189, '15驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-11-14 16:00:00', '2019-11-15', '電影院15', 4, 1, ''),
(190, '16驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-01-25 16:00:00', '2019-01-26', '電影院16', 2, 0, ''),
(191, '17驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-23 16:00:00', '2019-05-24', '電影院17', 4, 0, ''),
(192, '18驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-08-29 16:00:00', '2019-08-30', '電影院18', 3, 1, ''),
(193, '19驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-02-04 16:00:00', '2019-02-05', '電影院19', 3, 0, ''),
(194, '20驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-08-08 16:00:00', '2019-08-09', '電影院20', 5, 0, ''),
(195, '21驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-19 16:00:00', '2019-10-20', '電影院21', 1, 1, ''),
(196, '22驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-11-20 16:00:00', '2019-11-21', '電影院22', 1, 1, ''),
(197, '23驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-01-07 16:00:00', '2019-01-08', '電影院23', 5, 1, ''),
(198, '24驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-01-04 16:00:00', '2019-01-05', '電影院24', 3, 0, ''),
(199, '25驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-03-15 16:00:00', '2019-03-16', '電影院25', 5, 0, ''),
(200, '26驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-09-30 16:00:00', '2019-10-01', '電影院26', 1, 1, ''),
(201, '27驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-01-09 16:00:00', '2019-01-10', '電影院27', 2, 1, ''),
(202, '28驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-08-06 16:00:00', '2019-08-07', '電影院28', 4, 1, ''),
(203, '29驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '0000-00-00 00:00:00', '0000-00-00', '電影院29', 3, 0, ''),
(204, '1111111', '<p>11111</p>', '2019-03-19 01:44:14', '2019-01-01', '1111', 1, 1, ''),
(205, '111', '<p>111111</p>', '2019-03-19 02:37:51', '2019-01-01', '', 1, 1, ''),
(206, '224', '<p>424242</p>', '2019-03-19 02:45:41', '2019-01-01', '24242', 2, 1, ''),
(207, '55555555', '<p>5555555555</p>', '2019-03-19 02:47:56', '2019-01-01', '5', 5, 1, ''),
(208, '55555555', '<p>5555555555</p>', '2019-03-19 02:53:14', '2019-01-01', '5', 5, 1, ''),
(209, '55555555', '<p>5555555555</p>', '2019-03-19 02:53:38', '2019-01-01', '5', 5, 1, ''),
(210, '1', '2', '2019-03-19 03:12:03', '0000-00-00', '4', 5, 6, '7'),
(211, '1111111111', '<p>11111111</p>', '2019-03-19 03:18:39', '2019-01-01', '111', 1, 1, ''),
(212, '1111111111', '<p>11111111</p>', '2019-03-19 03:18:59', '2019-01-01', '111', 1, 1, ''),
(213, '15555555', '<p>555555555</p>', '2019-03-19 03:20:46', '2019-01-01', '555555', 5, 1, ''),
(214, '4444444444', '<p>4444444444</p>', '2019-03-19 03:30:38', '2019-01-01', '4', 4, 1, ''),
(215, '111111111111', '<p>1111</p>', '2019-03-19 03:31:34', '2019-01-01', '1', 1, 1, ''),
(216, '111111111111', '<p>1111</p>', '2019-03-19 03:31:41', '2019-01-01', '1', 1, 1, ''),
(217, '111111', '<p>11111111111</p>', '2019-03-19 04:04:07', '2019-01-01', '11', 1, 1, ''),
(218, '1111', '<p>111111111</p>', '2019-03-19 06:04:17', '2019-01-01', '1111111', 2, 1, ''),
(219, '1111', '<p>111111111</p>', '2019-03-19 06:04:23', '2019-01-01', '1111111', 2, 1, ''),
(220, '1111', '<p>111111111</p>', '2019-03-19 06:04:25', '2019-01-01', '1111111', 2, 1, ''),
(221, '111111', '<p>11111111</p>', '2019-03-19 06:11:07', '2019-01-01', '2222222', 2, 1, ''),
(222, '1111111', '1111111', '2019-03-19 07:27:40', '2019-01-01', '1111', 1, 1, ''),
(223, '2222222', '<p>1122222222</p>', '2019-03-19 07:41:21', '2019-01-01', 'ㄅ', 2, 1, '1d4456f8c2f8a1fd4791850404fea8686fcae620.jpg'),
(224, '2222222', '<p>1122222222</p>', '2019-03-19 07:44:19', '2019-01-01', 'ㄅ', 2, 1, '224af3a2c4a0c6b2afe9f722dd5759b613d8acfb.jpg'),
(225, '2222222', '<p>1122222222</p>', '2019-03-19 07:44:39', '2019-01-01', 'ㄅ', 2, 1, 'c01dd99f48d67726efd3b4ea381f38b34341b2c2.jpg'),
(226, '2222222', '<p>1122222222</p>', '2019-03-19 07:45:07', '2019-01-01', 'ㄅ', 2, 1, '17629397467a5bbb63cd7f939441e27436b0b7ef.jpg'),
(227, '111111', '<p>555555555555</p>', '2019-03-19 07:45:26', '2019-01-01', '5', 5, 1, '0f35d439ecfc91b154e2eaa68ce716651fec944f.jpg'),
(228, '111111', '<p>555555555555</p>', '2019-03-19 07:46:21', '2019-01-01', '5', 5, 1, 'e57146d2d42787f26112ae762f27396d2ef2bdc3.jpg'),
(229, '111111', '<p>1111111</p>', '2019-03-19 07:47:28', '2019-01-01', '1111', 1, 1, '186ad2f92e37c9ffb7225c6fca8e5cc2a2b722ad.jpg'),
(230, '111111', '<p>44444444444</p>', '2019-03-19 07:49:14', '2019-01-01', '1', 5, 1, 'a592c7f2ec2f7641d17ac14529199cfc7585f83a.png'),
(231, '11111111', '<p>8888888888</p>', '2019-03-19 07:51:00', '2019-01-01', '5555555', 7, 0, '17114400f2a2312c0e6540d18c6fa691b307660e.png'),
(232, '11111111', '<p>8888888888</p>', '2019-03-19 07:51:38', '2019-01-01', '5555555', 7, 0, '120eebed0570f15974d16f8a6d7d7be528a6523e.png'),
(233, '11111111', '<p>8888888888</p>', '2019-03-19 07:51:49', '2019-01-01', '5555555', 7, 0, '7e704465597b41bbe72cca0f7f7b10c6bd7ffd3c.png'),
(234, '11111111', '<p>8888888888</p>', '2019-03-19 08:09:37', '2019-01-01', '5555555', 7, 0, 'c2bc3784d85be1763a88efdba89cecbb3cfbcb49.png'),
(235, '11111111', '<p>8888888888</p>', '2019-03-19 08:09:52', '2019-01-01', '5555555', 7, 0, '038eff6ca70450ff30528dba9d8c9151610b513c.png'),
(236, '111111', '<p>11111</p>', '2019-03-19 08:10:22', '2019-01-01', '1111', 1, 1, '69929457d7a02852ef3ae792eaefe977b40e0270.jpg'),
(237, '111111', '<p>11111</p>', '2019-03-19 08:10:27', '2019-01-01', '1111', 1, 1, '6328c48d2bacfb94a79cd7e937a8c998265419a1.jpg'),
(238, '22222', '<p>11111</p>', '2019-03-19 08:10:42', '2019-01-01', '1111', 1, 1, '7cf814031d24fefa809546c4c810fe5c1d15f644.jpg'),
(239, '111111', '<p>111111111</p>', '2019-03-19 08:12:09', '2019-01-01', '111', 3, 1, '6669e98fdc12957b9800754d3b741bded23f9af5.png'),
(240, '111111', '<p>111111111</p>', '2019-03-19 08:12:14', '2019-01-01', '111', 3, 1, '87fa0c810a68bec1b7463b04167227c5fec53484.png'),
(241, '111111', '<p>111111111</p>', '2019-03-19 08:12:17', '2019-01-01', '111', 3, 1, '1e21ad90ede745e6696bf8153ed6c1540f078d14.png'),
(242, '111111', '<p>111111111</p>', '2019-03-19 08:12:18', '2019-01-01', '111', 3, 1, '88e0ad450f43c787e27cafeb476f4d04571547d7.png'),
(243, '111111', '<p>111111111</p>', '2019-03-19 08:12:39', '2019-01-01', '111', 3, 1, '5121ebcb867b8e62e1a7c845af5cdc096243fca8.jpg'),
(244, '111111', '<p>111111111</p>', '2019-03-19 08:12:46', '2019-01-01', '111', 3, 1, 'e7f038a5db16934b7410cf0bc0fd2678ffc5b209.jpg'),
(245, '1411', '<p>12222222222</p>', '2019-03-19 08:14:27', '2019-01-01', '3333', 4, 1, '746e5872f1974e384ec525a898448f0e06d25561.jpg'),
(246, '1411', '<p>12222222222</p>', '2019-03-19 08:14:30', '2019-01-01', '3333', 4, 1, '74310f3bd7be38d48101ffe4ae13404789ed0b54.jpg'),
(247, '1411', '<p>12222222222</p>', '2019-03-19 08:14:30', '2019-01-01', '3333', 4, 1, '2430a7208a1ce34de0ac9c99bf7607a16c25f4e7.jpg'),
(248, '1411', '<p>12222222222</p>', '2019-03-19 08:16:58', '2019-01-01', '3333', 4, 1, 'b14c164a66162f2ad94c42cd0ff5ff68773df469.png'),
(249, '111111', '<p>1111111</p>', '2019-03-19 10:33:49', '2019-01-01', '111', 1, 1, '7598b1ccc28b5cb00acfca5ae6d32dc34fb5acb5.jpg'),
(250, '1411', '<p>111111111</p>', '2019-03-19 11:23:48', '2019-01-01', '22222', 1, 1, '38cca8fada3503088734ff09d989b98881384c8e.jpg'),
(251, '333333333333', '<p>3333333333</p>', '2019-03-19 11:25:39', '2019-01-01', '3333', 2, 1, ''),
(252, '1111', '<p>111111111111</p>', '2019-03-19 11:53:32', '2019-01-01', '1111111', 1, 1, 'd0a1542f6347ef30e6bd2d3948a15a5ea0d1668a.jpg'),
(254, '33311', '<p>33333333</p>', '2019-03-19 12:43:46', '2019-01-01', '22', 2, 1, '030adeca41de46f771b97bdb094831a7bf17a2cb.png');

--
-- 已匯出資料表的索引
--

--
-- 資料表索引 `forum`
--
ALTER TABLE `forum`
  ADD PRIMARY KEY (`sid`);

--
-- 在匯出的資料表使用 AUTO_INCREMENT
--

--
-- 使用資料表 AUTO_INCREMENT `forum`
--
ALTER TABLE `forum`
  MODIFY `sid` int(11) NOT NULL AUTO_INCREMENT COMMENT '文章編號', AUTO_INCREMENT=255;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
