-- phpMyAdmin SQL Dump
-- version 4.8.4
-- https://www.phpmyadmin.net/
--
-- 主機: 127.0.0.1
-- 產生時間： 2019 年 03 月 14 日 13:40
-- 伺服器版本: 10.1.37-MariaDB
-- PHP 版本： 7.1.26

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `movie`
--

-- --------------------------------------------------------

--
-- 資料表結構 `admins`
--

CREATE TABLE `admins` (
  `sid` int(11) NOT NULL,
  `admin_id` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `create_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 資料表的匯出資料 `admins`
--

INSERT INTO `admins` (`sid`, `admin_id`, `password`, `create_at`) VALUES
(1, 'shawnlin', 'bacbf346c615194c7343a1b9ced26f0440be57d5', '0000-00-00 00:00:00'),
(2, 'charles', '549ec1647159ab9f1f7b2f2c5d7731fecc549908', '2019-03-19 00:00:00'),
(3, 'ruth', 'ed2abfe64348a34c34926f1714939d93d4f62607', '2019-03-14 00:00:00'),
(4, 'roy', 'd033e22ae348aeb5660fc2140aec35850c4da997', '2019-03-14 14:47:51'),
(5, 'su', 'a4cbb2f3933c5016da7e83fd135ab8a48b67bf61', '2019-03-14 00:00:00');

-- --------------------------------------------------------

--
-- 資料表結構 `forum`
--

CREATE TABLE `forum` (
  `sid` int(11) NOT NULL COMMENT '文章編號',
  `headline` varchar(255) CHARACTER SET utf8 NOT NULL COMMENT '文章標題',
  `review` varchar(255) CHARACTER SET utf8 NOT NULL COMMENT '影評',
  `i_date` date NOT NULL COMMENT '發布日期',
  `w_date` date NOT NULL COMMENT '觀看日期',
  `w_cinema` varchar(255) CHARACTER SET utf8 NOT NULL COMMENT '觀看戲院',
  `film_rate` int(11) NOT NULL COMMENT '電影評分',
  `fav` tinyint(1) NOT NULL COMMENT '我的最愛'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 資料表的匯出資料 `forum`
--

INSERT INTO `forum` (`sid`, `headline`, `review`, `i_date`, `w_date`, `w_cinema`, `film_rate`, `fav`) VALUES
(1, '1驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-03-14', '2019-03-14', '電影院1', 5, 1),
(2, '2驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-01-16', '2019-01-16', '電影院2', 1, 0),
(3, '3驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-06-18', '2019-06-18', '電影院3', 3, 0),
(4, '4驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-12-16', '2019-12-16', '電影院4', 2, 0),
(5, '5驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-11', '2019-10-11', '電影院5', 1, 1),
(6, '6驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-07-09', '2019-07-09', '電影院6', 1, 0),
(7, '7驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-03-14', '2019-03-14', '電影院7', 2, 0),
(8, '8驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-08-09', '2019-08-09', '電影院8', 4, 1),
(9, '9驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-03-03', '2019-03-03', '電影院9', 4, 0),
(10, '10驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-20', '2019-05-20', '電影院10', 2, 1),
(11, '11驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-04-15', '2019-04-15', '電影院11', 4, 0),
(12, '12驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-07-09', '2019-07-09', '電影院12', 2, 1),
(13, '13驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-12-18', '2019-12-18', '電影院13', 4, 0),
(14, '14驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-11-22', '2019-11-22', '電影院14', 2, 1),
(15, '15驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-14', '2019-10-14', '電影院15', 2, 0),
(16, '16驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-04-16', '2019-04-16', '電影院16', 5, 1),
(17, '17驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-12-07', '2019-12-07', '電影院17', 5, 0),
(18, '18驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-02-27', '2019-02-27', '電影院18', 3, 1),
(19, '19驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-09', '2019-10-09', '電影院19', 5, 0),
(20, '20驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-06-18', '2019-06-18', '電影院20', 2, 0),
(21, '21驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-07-08', '2019-07-08', '電影院21', 5, 0),
(22, '22驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-07-17', '2019-07-17', '電影院22', 5, 0),
(23, '23驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-02-08', '2019-02-08', '電影院23', 5, 1),
(24, '24驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-12-10', '2019-12-10', '電影院24', 5, 0),
(25, '25驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-11-09', '2019-11-09', '電影院25', 5, 0),
(26, '26驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-07-01', '2019-07-01', '電影院26', 3, 1),
(27, '27驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-09-15', '2019-09-15', '電影院27', 2, 1),
(28, '28驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-12-22', '2019-12-22', '電影院28', 2, 1),
(29, '29驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-06-06', '2019-06-06', '電影院29', 5, 1),
(30, '1驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-18', '2019-05-18', '電影院1', 5, 1),
(31, '2驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-16', '2019-05-16', '電影院2', 1, 0),
(32, '3驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-08-13', '2019-08-13', '電影院3', 3, 1),
(33, '4驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-12-13', '2019-12-13', '電影院4', 1, 0),
(34, '5驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-01-23', '2019-01-23', '電影院5', 3, 1),
(35, '6驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-09-24', '2019-09-24', '電影院6', 1, 1),
(36, '7驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-02-05', '2019-02-05', '電影院7', 5, 1),
(37, '8驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-12-04', '2019-12-04', '電影院8', 4, 1),
(38, '9驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-08-09', '2019-08-09', '電影院9', 1, 1),
(39, '10驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-09-15', '2019-09-15', '電影院10', 4, 0),
(40, '11驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-07-13', '2019-07-13', '電影院11', 1, 1),
(41, '12驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-09-14', '2019-09-14', '電影院12', 5, 1),
(42, '13驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-30', '2019-05-30', '電影院13', 1, 0),
(43, '14驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-03-13', '2019-03-13', '電影院14', 1, 0),
(44, '15驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-09-10', '2019-09-10', '電影院15', 2, 0),
(45, '16驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-01-26', '2019-01-26', '電影院16', 4, 0),
(46, '17驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-01-18', '2019-01-18', '電影院17', 1, 1),
(47, '18驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-07-13', '2019-07-13', '電影院18', 2, 0),
(48, '19驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-09-05', '2019-09-05', '電影院19', 4, 1),
(49, '20驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-09-01', '2019-09-01', '電影院20', 4, 1),
(50, '21驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-12-18', '2019-12-18', '電影院21', 5, 0),
(51, '22驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-03-09', '2019-03-09', '電影院22', 1, 0),
(52, '23驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-08', '2019-10-08', '電影院23', 2, 1),
(53, '24驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-12', '2019-10-12', '電影院24', 5, 1),
(54, '25驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-05-25', '2019-05-25', '電影院25', 5, 0),
(55, '26驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-11-27', '2019-11-27', '電影院26', 5, 1),
(56, '27驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-11-11', '2019-11-11', '電影院27', 3, 1),
(57, '28驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-20', '2019-10-20', '電影院28', 5, 0),
(58, '29驚奇隊長》Captain Marvel - 還有人在乎宇宙魔方嗎？', '「漫威電影宇宙」', '2019-10-05', '2019-10-05', '電影院29', 4, 1);

--
-- 已匯出資料表的索引
--

--
-- 資料表索引 `admins`
--
ALTER TABLE `admins`
  ADD PRIMARY KEY (`sid`),
  ADD UNIQUE KEY `admin_id` (`admin_id`);

--
-- 資料表索引 `forum`
--
ALTER TABLE `forum`
  ADD PRIMARY KEY (`sid`);

--
-- 在匯出的資料表使用 AUTO_INCREMENT
--

--
-- 使用資料表 AUTO_INCREMENT `admins`
--
ALTER TABLE `admins`
  MODIFY `sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- 使用資料表 AUTO_INCREMENT `forum`
--
ALTER TABLE `forum`
  MODIFY `sid` int(11) NOT NULL AUTO_INCREMENT COMMENT '文章編號', AUTO_INCREMENT=59;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
